namespace ObjectOrientedProgrammingTask1
{
    public class Program
    {
        //Тема 2: Товароведение - продукты
        //Написать класс Product, описывающий товар
        //(Наименование, Производитель, Цена, Срок годности, Дата производства). 
        //Написать программу, демонстрирующую использование этого класса.
        //Программа должна запрашивать информацию с консоли и выводить на консоль результат.
        //Необходимо переопределить ToString у класса Product.

        private class Product()
        {

        }

        static void Main(string[] args)
        {

        }
    }
}
